Repository: dightsoft-enterprises/works
Catalog: signal/lib/l10n/app_*.arb
Languages: bn, el, et, it, sl

source: Email Address
bn: ইমেল ঠিকানা
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου
et: E-posti aadress
it: Indirizzo email
sl: E-poštni naslov

source: Name
bn: নাম
el: Όνομα
et: Nimi
it: Nome
sl: Ime

source: Sign In
bn: লগ ইন
el: Σύνδεση
et: Logi sisse
it: Accedi
sl: Vpiši se

source: Sign Up
bn: সাইন আপ
el: Εγγραφή
et: Registreeri
it: Registrati
sl: Registriraj se

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন
el: Επιβεβαίωση κωδικού πρόσβασης
et: Kinnita parool
it: Conferma password
sl: Potrdi geslo

source: Profile
bn: প্রোফাইল
el: Προφίλ
et: Profiil
it: Profilo
sl: Profil

source: Payment
bn: পেমেন্ট
el: Πληρωμή
et: Makse
it: Pagamento
sl: Plačilo

source: Start
bn: শুরু করুন
el: Έναρξη
et: Alusta
it: Inizia
sl: Začni

source: Notification
bn: বিজ্ঞপ্তি
el: Ειδοποίηση
et: Teade
it: Notifica
sl: Obvestilo

# net_error
source: unAvailable
bn: অনুপলব্ধ
el: Αδυναμία σύνδεσης στο δίκτυο
et: Ühendus puudub
it: Non disponibile
sl: Napaka v omrežju

source: News
bn: সমাচার
el: Νέα
et: Uudised
it: Notizie
sl: Novice

# news_and_market_insight
source: NEWS AND MARKET INSIGHTS
bn: সমাচার এবং বাজার অন্তর্দৃষ্টি
el: ΝΕΑ ΚΑΙ ΕΙΚΟΝΑ ΑΓΟΡΑΣ
et: UUDISED JA TURUÜLVAADE
it: NOTIZIE E INSIGHT DI MERCATO
sl: NOVICE IN TRŽNE VPOGLEDE

# visit_our_telegram_channel
source: Our Telegram Channel
bn: আমাদের টেলিগ্রাম চ্যানেলটি দেখুন
el: Επισκεφθείτε το κανάλι μας στο Telegram
et: Külastage meie Telegrammi kanalit
it: Visita il nostro canale Telegram
sl: Obiščite naš Telegram kanal

source: Connect
bn: সংযোগ করুন
el: Σύνδεση
et: Ühenda
it: Connetti
sl: Poveži

# access_signal
source: Get Access to Our Next Trade Opportunities
bn: পরবর্তী ট্রেডিং সুযোগগুলিতে অ্যাক্সেস করুন
el: Πρόσβαση στις επόμενες ευκαιρίες συναλλαγών
et: Juurdepääs järgmistele kauplemisvõimalustele
it: Accedi alle prossime opportunità di trading
sl: Dostopajte do naslednjih trgovalnih priložnosti

source: Secret Key
bn: গোপন কী
el: Μυστικό κλειδί
et: Salajane võti
it: Chiave segreta
sl: Skrivni ključ

source: Passkey
bn: পাসকি
el: Κωδικός πρόσβασης
et: Parool
it: Password
sl: Geslo

# provide_valid_passkey
source: Please Provide A Valid Passkey
bn: বৈধ পাসকি সরবরাহ করুন
el: Παρέχετε έγκυρο κωδικό πρόσβασης
et: Sisestage kehtiv parool
it: Fornisci una password valida
sl: Vnesite veljaven geslo

# tomorrow_signal
source: Signal
bn: সিগন্যাল
el: Σήμα
et: Signaal
it: Segnale

# connect_fx_account
source: Bot Trading
bn: এফএক্স অ্যাকাউন্ট সংযোগ করুন
el: Συνδέστε λογαριασμό FX
et: Ühendage FX-konto
it: Connetti conto FX
sl: Povežite se s FX računom

source: End
bn: শেষ
el: Τέλος
et: Lõpp
it: Fine
sl: Konec

# wrong_secret_key
source: Invalid Secret Key
bn: অবৈধ গোপন কী
el: Λανθασμένο μυστικό κλειδί
et: Vale salajane võti
it: Chiave segreta errata
sl: Neveljaven skrivni ključ

source: Activated
bn: সক্রিয়
el: Ενεργοποιημένο
et: Aktiveeritud
it: Attivato
sl: Aktivirano

# access_signal_sub_header
source: Top Secret Market Signals and Analysis from Banks, Hedge Funds, AI and Robots.
bn: ব্যাংক, হেজ ফান্ড, এআই এবং রোবট থেকে শীর্ষ গোপন বাজার সংকেত এবং বিশ্লেষণ।
el: Κορυφαία απόρρητα σήματα αγοράς και ανάλυση από τράπεζες, hedge funds, AI και ρομπότ.
et: Äärmiselt salajased turusignaalid ja analüüs pangadest, hedgefondidest, AI-st ja robotitest.
it: Segnali di mercato altamente riservati e analisi da banche, hedge fund, IA e robot.
sl: Najbolj zaupne tržne signale in analize od bank, hedge skladov, umetne inteligence in robotov.

# provide_pass_key
source: Provide Your PassKey
bn: আপনার পাসকি প্রদান করুন
el: Παρέχετε τον κωδικό πρόσβασής σας
et: Sisestage oma parool
it: Fornisci la tua password
sl: Vnesite svoj geslo

# provide_secret_key
source: PROVIDE A VALID SECRET KEY / PASSWORD
bn: একটি বৈধ গোপন কী / পাসওয়ার্ড সরবরাহ করুন
el: ΠΑΡΕΧΕΤΕ ΕΓΚΥΡΟ ΜΥΣΤΙΚΟ ΚΛΕΙΔΙ / ΚΩΔΙΚΟ ΠΡΟΣΒΑΣΗΣ
et: ESITAGE KEHTIV SALAJANE VÕTI / PAROOL
it: FORNISCI UNA CHIAVE SEGRETA / PASSWORD VALIDA
sl: VNESITE VELJAVEN SKRIVNI KLJUČ / GESLO

source: From
bn: থেকে
el: Από
et: Alates
it: Da
sl: Od

# broker_server
source: Broker Name / Server
bn: ব্রোকার নাম / সার্ভার
el: Όνομα μεσιτή / Διακομιστής
et: Maakleri nimi / Server
it: Nome del broker / server
sl: Ime posrednika / Strežnik

# continue_text
source: Continue
bn: চালিয়ে যান
el: Συνέχεια
et: Jätka
it: Continua
sl: Nadaljuj

source: MT Account
bn: এমটি অ্যাকাউন্ট
el: Λογαριασμός MT
et: MT-konto
it: Conto MT
sl: MT-račun

# mt_password
source: Your MT4 / MT5 Password
bn: আপনার MT4 / MT5 পাসওয়ার্ড
el: Ο κωδικός πρόσβασής σας MT4 / MT5
et: Teie MT4 / MT5 parool
it: La tua password MT4 / MT5
sl: Vaše geslo MT4 / MT5

source: To
bn: থেকে
el: Σε
et: Kellele
it: A
sl: Do

source: Lunch
bn: দুপুরের খাবার
el: Μεσημεριανό
et: Lõuna
it: Pranzo
sl: Kosilo

# fx_account_header
source: Double Your Capital with Bots Trading, Connect Account Now!!
bn: বট ট্রেডিং দিয়ে আপনার মূলধন দ্বিগুণ করুন, এখন অ্যাকাউন্ট সংযোগ করুন!
el: Διπλασιάστε το κεφάλαιό σας με το bot trading, συνδέστε τώρα τον λογαριασμό σας!
et: Kahekordistage oma kapitali botidega kaubeldes, ühendage konto nüüd!
it: Raddoppia il tuo capitale con i bot di trading, connetti l'account ora!
sl: Podvojite svoj kapital s trgovanjem z boti, povežite se z računom zdaj!

source: Result
bn: ফলাফল
el: Αποτέλεσμα
et: Tulemus
it: Risultato
sl: Rezultat

source: Bots
bn: বট
et: Botid
it: Bot
sl: Boti

source: Contact
bn: যোগাযোগ
el: Επικοινωνία
et: Kontakt
it: Contatto
sl: Kontakt

source: Signal
bn: সিগন্যাল
el: Σήμα
et: Signaal
it: Segnale

# roi
source: Returns/ROI
bn: রিটার্ন/আরওআই
el: Επιστροφή / ROI
et: Tulusus/ROI
it: Rendimento/ROI
sl: Donosnost / ROI

# result_summary
source: Performance Summary
bn: ফলাফল সারাংশ
el: Σύνοψη αποτελεσμάτων
et: Tulemuste kokkuvõte
it: Riepilogo dei risultati
sl: Povzetek rezultatov

source: Profit
bn: লাভ
el: Κέρδος
et: Kasum
it: Profitto
sl: Dobiček

source: Take Profit
bn: লাভ নিন
el: Πάρε κέρδος
et: Võta kasum
it: Prendi profitto
sl: Vzemite dobiček

source: Sell at
bn: এতে বিক্রি করুন
el: Πώληση σε
et: Müüda hinnaga
it: Vendi a
sl: Prodaj po

source: Buy at
bn: এতে কিনুন
el: Αγορά σε
et: Osta hinnaga
it: Compra a
sl: Kupite po

# trade_complete
source: Trade Completed
bn: ট্রেড সম্পূর্ণ
el: Συναλλαγή ολοκληρώθηκε
et: Kaubandus lõpetatud
it: Operazione completata
sl: Trgovina zaključena

source: Max Drawdown
bn: সর্বোচ্চ ড্রাউডাউন
el: Μέγιστη υποχώρηση
et: Maksimaalne tagasiminek
it: Massimo drawdown
sl: Največji upad

# projected_roi_profit
source: Projected ROI/Profits
bn: প্রজেক্টেড আরওআই/লাভ
el: Προβλεπόμενο ROI/κέρδος
et: Prognoositav ROI/kasum
it: ROI/Profitti previsti
sl: Projektirana ROI / dobiček

# roi_profit
source: ROI/Profits
bn: আরওআই/লাভ
el: ROI/κέρδος
et: ROI/kasum
it: ROI/Profitti
sl: ROI / dobiček

# lost
source: LOSS
bn: হারিয়েছে
el: ΗΤΤΑ
et: KAOTUS
it: PERDITA
sl: IZGUBA

source: WON
bn: জিতেছে
el: ΚΕΡΔΙΣΕ
et: VÕIDU
it: VINCITA
sl: ZMAGA

source: Unsuccessful
bn: অসফল
el: Ανεπιτυχής
et: Ebaõnnestunud
it: Insuccesso
sl: Neuspešno

source: Completed Successfully
bn: সফলভাবে সম্পন্ন
el: Ολοκληρώθηκε με επιτυχία
et: Õnnestunult lõpetatud
it: Completato con successo
sl: Uspešno zaključeno

source: Submit
bn: জমা দিন
el: Υποβολή
et: Esita
it: Invia
sl: Pošlji

# min_deposit
source: Minimum Deposit
bn: ন্যূনতম জমা
el: Ελάχιστη κατάθεση
et: Minimaalne deposiit
it: Deposito minimo
sl: Minimalni depozit

# max_deposit
source: Maximum Deposit
bn: সর্বোচ্চ জমা
el: Μέγιστη κατάθεση
et: Maksimaalne deposiit
it: Deposito massimo
sl: Maksimalni depozit

# password_reset_code
source: Enter the 6-digit pin
bn: 6-অঙ্কের পিন লিখুন
el: Εισαγάγετε τον 6-ψήφιο κωδικό PIN
et: Sisestage 6-kohaline PIN-kood
it: Inserisci il codice PIN a 6 cifre
sl: Vnesite 6-mestni PIN-kodo

source: Logout
bn: লগ আউট
el: Έξοδος
et: Logi välja
it: Esci
sl: Odjava

source: Phone:
bn: ফোন:
el: Τηλέφωνο:
et: Telefon:
it: Telefono:
sl: Telefon:

source: Price:
bn: দাম:
el: Τιμή:
et: Hind:
it: Prezzo:
sl: Cena:

source: View All
bn: সব দেখুন
el: Προβολή όλων
et: Vaata kõiki
it: Visualizza tutto
sl: Poglej vse

source: NO RECORD FOUND
bn: কোনো রেকর্ড পাওয়া যায়নি
el: ΔΕΝ ΒΡΗΚΕ ΚΑΜΙΑ ΕΓΓΡΑΦΗ
et: ÜLEVAATEID EI LEITUD
it: NESSUN RECORD TROVATO
sl: NI ZNAČKE NAJDENO

source: Paid
bn: পরিশোধ করা হয়েছে
el: Πληρωμένο
et: Makstud
it: Pagato
sl: Plačano

source: Bad Credential
bn: খারাপ ক্রেডেনশিয়াল
el: Λανθασμένα διαπιστευτήρια
et: Vale tunnussona
it: Credenziali errate
sl: Neveljavne poverilnice

source: Please provide Valid Email
bn: ক্রিপয়া বৈধ ইমেইল প্রদান করুন
el: Παρακαλώ δώστε έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
et: Palun sisestage kehtiv e-posti aadress
it: Si prega di fornire un indirizzo email valido
sl: Prosimo, navedite veljaven e-poštni naslov

# password_field
source: Password Must be More Than Six Characters
bn: পাসওয়ার্ডটি ছয়টির বেশি অক্ষর হতে হবে
el: Ο κωδικός πρόσβασης πρέπει να έχει περισσότερα από έξι χαρακτήρες
et: Parool peab olema pikem kui kuus tähemärki
it: La password deve avere più di sei caratteri
sl: Geslo mora biti daljše od šestih znakov

source: Field Is Required
bn: ফিল্ড প্রয়োজনীয়
el: Το πεδίο είναι υποχρεωτικό
et: Väli on nõutav
it: Campo obbligatorio
sl: Polje je obvezno

source: Don"t have an account?
bn: আপনার কি অ্যাকাউন্ট নেই?
el: Δεν έχετε λογαριασμό;
et: Sul ei ole kontot?
it: Non hai un account?
sl: Nimate računa?

source: Please Sign In
bn: দয়া করে সাইন ইন করুন
el: Παρακαλώ συνδεθείτε
et: Palun logi sisse
it: Si prega di accedere
sl: Prosimo, vpišite se

source: Already have an account?
bn: আপনার কি ইতিমধ্যেই অ্যাকাউন্ট আছে?
el: Έχετε ήδη λογαριασμό;
et: Sul on juba konto?
it: Hai già un account?
sl: Imate že račun?

# register_header
source: Nice To Meet You Please Register
bn: আপনাকে দেখে ভালো লাগছে দয়া করে নিবন্ধন করুন
el: Χαρά να σας γνωρίσω Παρακαλώ εγγραφείτε
et: Tore sind näha Registreeri end
it: Piacere di conoscerti Registrati
sl: Lepo vas je videti Registrirajte se

source: Activation Code
bn: সক্রিয়করণ কোড
el: Κωδικός ενεργοποίησης
et: Aktiveerimiskood
it: Codice di attivazione
sl: Aktivirna koda

# instruments_dot
source: Instruments:
bn: যন্ত্রপাতি:
el: Όργανα:
et: Instrumendid:
it: Strumenti:
sl: Instrumenti:

# wrong_code_key
source: Invalid Code
bn: অবৈধ কোড
el: Λανθασμένος κωδικός
et: Vale kood
it: Codice errato
sl: Neveljaven koda

source: Device Activation
bn: ডিভাইস সক্রিয়করণ
el: Ενεργοποίηση συσκευής
et: Seadme aktiveerimine
it: Attivazione del dispositivo
sl: Aktiviranje naprave

source: Trade Optimization
bn: ট্রেড অপটিমাইজেশন
el: Βελτιστοποίηση συναλλαγών
et: Kaubanduse optimeerimine
it: Ottimizzazione del trading
sl: Optimizacija trgovanja

source: News Trading
bn: নিউজ ট্রেডিং
el: Συναλλαγές ειδήσεων
et: Uudistega kauplemine
it: Trading di notizie
sl: Novičarsko trgovanje

source: Live/Demo Account
bn: লাইভ/ডেমো অ্যাকাউন্ট
el: Ζωντανός/Δοκιμαστικός λογαριασμός
et: Live/demo-konto
it: Conto live/demo
sl: Živi/demo račun

# pro_firm_trading
source: Prop Firm Trading
bn: প্রো ফার্ম ট্রেডিং
el: Επαγγελματική εταιρεία συναλλαγών
et: Professionaalse firma kauplemine
it: Trading di società professionale
sl: Profesionalno podjetniško trgovanje

source: No Loss Trading
bn: কোনো ক্ষতির ট্রেডিং
el: Συναλλαγές χωρίς απώλειες
et: Kaubandus ilma kaotuseta
it: Trading senza perdite
sl: Trgovanje brez izgube

# phone_or_computer
source: Phone/Computer
bn: ফোন বা কম্পিউটার
el: Τηλέφωνο ή υπολογιστής
et: Telefon või arvuti
it: Telefono o computer
sl: Telefon ali računalnik

source: Weekly Returns
bn: সাপ্তাহিক রিটার্ন
el: Εβδομαδιαία απόδοση
et: Nädalane tootlus
it: Rendimenti settimanali
sl: Tedenski donosi

source: Daily Returns
bn: দৈনিক রিটার্ন
el: Ημερήσια απόδοση
et: Päevane tootlus
it: Rendimenti giornalieri
sl: Dnevni donosi

# pricing_plan_paid_for
source: Select a bot Paid For
it: Seleziona un bot pagato

# signals_head
source: SIGNALS: Forex, Cryptocurrencies, Commodities, Indexes, NASDAQ, Binary Options.
it: SEGNALI: Forex, Criptovalute, Materie prime, Indici, NASDAQ, Opzioni binarie.

# signals_yearly_price
source: Yearly Price/Access: $300
it: Prezzo annuale/Accesso: $300

# signals_lifetime_price
source: Lifetime Price/Access: $500
it: Prezzo a vita/Accesso: $500

source: Choose Trading Mode
it: Scegli la modalità di trading

# signal_strength
source: Signal Strength Accuracy
it: Precisione della forza del segnale

# currency_pair_trade
source: Currency Pairs To Trade?
it: Coppie di valute per negoziare?

# take_profit_p
source: TAKE PROFIT?
it: PRENDI PROFITTO?

# max_drawdown_p
source: MAX DRAWDOWN?
it: MASSIMO DRAWDOWN?

# vps_p
source: Virtual Private Server (VPS)
it: Server privato virtuale (VPS)

source: Trade On Device
it: Negozia su dispositivo

# connect_now
source: Start Trading Now
it: Inizia a negoziare ora

source: Password
bn: পাসওয়ার্ড
el: Κωδικός πρόσβασης
et: Parool
sl: Geslo

source: OK
bn: ওকে
sl: V redu

source: Server
bn: সার্ভার
el: Διακομιστής
sl: Strežnik

source: Stop Loss
bn: স্টপ লস

source: Email:
bn: ইমেইল:
el: Ηλεκτρονικό ταχυδρομείο:
et: E-post:
sl: E-pošta:

# pricing_plan
source: BOTS
bn: বটস

# telegram_ling_
source: Telegram:
bn: টেলিগ্রাম:
et: Telegramm:
